aaron-bond.better-comments
alexcvzz.vscode-sqlite
batisteo.vscode-django
bibhasdn.django-html
bigonesystems.django
kevinrose.vsc-python-indent
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
njqdev.vscode-python-typehint
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
usernamehw.errorlens
